{"pageProps":{"locale":"en_us","locales":["en_us","en_au","en_ca","en_my","en_nz","en_sg","en_th","en_uk","en_tw","fr_ca","ko_kr"],"translation":{"general":{"404":{"subtitle":"Page not found","text":"This could be a spelling error in the URL or a removed page.","button":"Back to the homepage"},"meta":{"title":"COACH x TOM WESSELMANN: The Pleasure Pursuit","description":"Step into the world of Tom Wesselmann, learn about his life and work, and discover Coach’s latest collection inspired by it all.","facebook":{"title":"COACH x TOM WESSELMANN: The Pleasure Pursuit","description":"Step into the world of Tom Wesselmann, learn about his life and work, and discover Coach’s latest collection inspired by it all."},"twitter":{"title":"COACH x TOM WESSELMANN: The Pleasure Pursuit","description":"Step into the world of Tom Wesselmann, learn about his life and work, and discover Coach’s latest collection inspired by it all."},"shareImage":"/share-en.jpg","share":{"twitter":"https://www.thepleasurepursuit.com/"}},"menu":{"menuButton":"Menu","orangeButton":"Orange counter","link1Text":"SHOP THE COLLECTION","link1Url":"https://www.coach.com/shop/new/featured/coach-x-tom-wesselmann","link2Text":"more about tom wesselmann","link2Url":"https://www.tomwesselmannestate.org/","link3Text":"Enter the sweepstakes","footerTermsText":"Terms & conditions","footerTermsUrl":"http://attn.tv/coach/terms.html","footerPrivacyText":"Privacy Policy","footerPrivacyUrl":"https://attnl.tv/legal/p/Ahj","social":{"facebook":"https://www.facebook.com/coach","twitter":"https://twitter.com/coach","instagram":"https://www.instagram.com/coach/"},"restart":"PLAY AGAIN","cookieSettings":"Cookies Settings","copyright":"© 2022 COACH<sup>®</sup> I © Estate of Tom Wesselmann. Licensed by Artestar, New York."},"header":{"coachUrl":"https://coach.com","tomWesselmanUrl":"https://www.tomwesselmannestate.org/"},"preloader":{"text":"Hold tight. Good things are on the way…"},"cursor":{"404":"Back to the homepage","home":"LET'S GET GOING","pickYourBag":"Choose your bag","scroll":"Scroll","experience":"GET STARTED","orange":"Collect\norange","visit":"Visit website","submit":"Submit your score"},"home":{"title":"The pleasure pursuit","subtitle":"Step into the world of Tom Wesselmann –\na playful Pop artist who took extraordinary pleasure in the everyday. Learn about his life and work, and discover our latest collection inspired by it all.","button":"LET'S GET GOING","imageAlt":"Open Mouth","tutorial":[{"title":"discover<br>our latest<br>collection..."},{"title":"Step into the<br>world of<br>Tom Wesselmann..."},{"title":"And collect<br>oranges along<br>the way."},{"title":"And collect oranges<br>along the way<br>for a chance to win<br>something special."}],"skipTutorial":"Skip Tutorial"},"visualButtonsLabel":{"circleCross":"close","sound":["mute","unmute"],"play":["play","pause"]},"experience":{"experience-love":{"slug":"experience-love","title":"§","chapterTitle":"Love","copy":"Some of Wesselmann’s most iconic work centers on the female form, inspired by his lifelong love affair with his wife (and longtime model), Claire. Take a closer look at how he celebrates every aspect of the body.","buttonText":"Experience Wonder","buttonLink":"/experience-wonder"},"experience-wonder":{"slug":"experience-wonder","title":"a city so nice","chapterTitle":"Wonder","copy":"Again and again, Wesselmann references the kinetic charge he got from living in New York City, where new ideas and experiences awaited just outside his door. Here, he would scavenge for local advertisements and remake them as collage.","buttonText":"Experience Play","buttonLink":"/experience-play"},"experience-play":{"slug":"experience-play","title":"simple pleasures","chapterTitle":"Play","copy":"In Wesselmann’s still lifes, everyday items you might find on the nightstand (or at the bottom of your bag) take on a monumental scale. These larger-than-life pieces suggest anything can become a playground–it’s all a matter of perspective.","buttonText":"The End","buttonLink":"/end-of-experience"}},"experienceOptional":{"hotspot":"Learn more","chapters":{"experience1":"<b>Love</b>","experience2":"<b>Wonder</b>","experience3":"<b>Play</b>","endExperience":"<b>The end</b>"}},"detail":{"bedroom-painting-38":{"title":"Bedroom Painting #38","subtitle":"1978, 84 x 97”\nOil on canvas","copy":"Part of the artist’s Bedroom series, Wesselmann called these images “big, loud, active, highly compressed and intense.” The packed layers of woman, framed photo, flowers, and parted curtain give a sense of shallow depth.","image":"artworks/bedroom-painting-38.jpg"},"still-life-30":{"title":"Still life #30","subtitle":"1963, 48 x 66 x 3”\nmixed media\ncollage and assemblage on board","copy":"Advertisements are a part of daily life, and Wesselmann used them to his advantage. He would dig through trash cans, tear down subway posters, and write companies directly for the printed images he’d incorporate into collage.","image":"artworks/still-life-30.jpg"},"still-life-57":{"title":"Still life #57","subtitle":"1967-70, 122 ¼ x 190 x 72”\noil on canvas\nacrylic on carpet\n(five separate sections plus carpet, three free-standing)","copy":"We all play favorites. Wesselmann painted this same radio over and over again, partly because it looked so good next to flowers and fruit. (The orange, you might have guessed, was another favorite form.)","image":"artworks/still-life-57.jpg"},"still-life-29":{"title":"Still life #29","subtitle":"1963, 108 x 144”\n(two sections)\noil and collage on canvas","copy":"Zoomed-in and tightly packed with visual information, Wesselmann’s paintings were designed to “explode on the wall.” “If it all got tight enough,” the artist wrote, “perhaps it could break out.”","image":"artworks/still-life-29.jpg"},"still-life-60":{"title":"Still Life #60","subtitle":"1973, 122 ¼ x 333 x 86 ½”\n(six separate free-standing sections)\noil on canvas","copy":"These larger-than-life still lifes give everyday objects a powerful charge. Wesselmann said this piece, Still Life #60, almost “takes the place of the nude… the sunglasses could suggest the woman has arrived from outside, the necklace and ring suggest undressing, the lipstick a beauty touch-up, and the open pack of matches suggest smoking, which could imply some degree of intimate relaxation in progress.”","image":"artworks/still-life-60.jpg"},"bedroom-painting-7":{"title":"Bedroom Painting #7","subtitle":"1967-1969, 78 x 87”\noil on canvas","copy":"Parts that signify a whole, Wesselmann’s renderings of hands, feet, and (most famously, lips) can act as stand-ins for the fully nude figure.","image":"artworks/bedroom-painting-7.jpg"},"still-life-61":{"title":"Still Life #61","subtitle":"1976, 104 ½ x 391 x 79”\n(four separate free-standing sections)\noil on canvas","copy":"For a sense of scale, the super-sized ring in this piece is eight-and-a-half feet high.","image":"artworks/still-life-61.jpg"},"sneakers-and-purple-panties":{"title":"Sneakers and Purple Panties","subtitle":"1981, 69 1/2 x 86 1/4\"\noil on shaped canvas","copy":"What can we learn from everyday objects? Wesselmann painted still life for the love of the forms, but also for the stories they might tell. A pair of crumpled underwear tangled up in sneakers suggest hasty undressing. The who, where and why are left up to interpretation.","image":"artworks/sneakers-and-purple-panties.jpg"},"still-life-58":{"title":"Still Life #58","subtitle":"1969-1972\n78 x 97 ½”\noil on canvas","copy":"Remind you of anything? Wesselmann began painting this bottle of perfume as a substitute for one of his favorite motifs…","image":"artworks/still-life-58.jpg"},"ginas-hand":{"title":"Gina's Hand","subtitle":"1972-82, 59 x 82\"\noil on canvas","copy":"When not hyperfocused on an expressive face, Wesselmann found inspiration in other parts of the body. Here a woman's hand--open in relaxation or ecstasy--mimics the petals of a nearby bloom.","image":"artworks/ginas-hand.jpg"},"face-2":{"title":"Face #2","subtitle":"1967, 40 x 75-1/2\"\noil on shaped canvas","copy":"Wesselmann’s figurative work has an erotic charge that’s tough to miss. The artist famously said the most important things in his life were “painting, sex, and humor.”","image":"artworks/face-2.jpg"}},"endExperience":{"title":"You’ve found {{x}} oranges!","copy":"It’s been a pleasure. We hope you enjoyed exploring the world of Tom Wesselmann, brought to you by Coach.","scoreText":"SUBMIT YOUR SCORE","collectionText":"SHOP THE COLLECTION","collectionUrl":"https://www.coach.com/shop/new/featured/coach-x-tom-wesselmann"},"shareDetail":{"title":"KEEP IN TOUCH","copy":"Sign up below for updates on more collaborations like Coach x Tom Wesselmann, and so we can contact you if you’ve won a prize!","form":{"firstname":{"placeholder":"First name","error":"Fill in your first name"},"lastname":{"placeholder":"Last name","error":"Fill in your last name"},"email":{"placeholder":"Email","errorRequired":"Fill in your emailaddress","errorInvalid":"Please fill in a valid emailaddress"},"birthyear":{"placeholder":"Birth year","error":"Please select a birth year"},"terms":{"text":"I agree to the Sweepstakes","link":"Terms & Conditions","error":"Please agree to the Terms & Conditions"},"optIn":{"text":"By signing up, you agree to receive recurring automated promotional and personalized emails (e.g. cart reminders) from Coach at the email address used when signing up. Consent is not a condition of any purchase. View <a href=\"http://attn.tv/coach/terms.html\" target=\"_blank\">Terms</a> & <a href=\"https://attnl.tv/legal/p/Ahj\" target=\"_blank\">Privacy</a>.","error":"Please agree to the Terms & Conditions"},"submit":{"label":"SUBMIT","submitting":"Submitting"}}},"submitSuccess":{"title":"Nice work.","copy":"You’ve been entered in our Coach x Tom Wesselmann sweepstakes. Thanks for exploring the world of Tom Wesselmann with us. \n\nWinners will receive an email before August 13.","share":"SHARE YOUR SCORE","instagramUrl":"https://www.instagram.com/coach/"},"terms":{"title":"COACH\nCOACH X TOM WESSELMANN 2022 SWEEPSTAKES\nOFFICIAL RULES\n \nNO PURCHASE NECESSARY TO ENTER OR TO WIN.\nA PURCHASE WILL NOT IMPROVE YOUR CHANCE OF WINNING.","terms":["<strong>ELIGIBILITY:</strong> The “Coach x Tom Wesselmann 2022” Sweepstakes (the “<strong>Promotion</strong>”) is open only to individuals who are at least eighteen (18) years of age at the time of entry and are legal residents of the United States of America (including DC and Puerto Rico) or who are at least nineteen (19) years of age at the time of entry and are legal residents of Canada (excluding Quebec), have access to the Internet and who satisfy all other eligibility requirements contained herein or applicable by law. This Promotion is void in all other jurisdictions, territories, possessions, and where otherwise prohibited by law. Officers, directors and employees of Coach (Tapestry, Inc.), 10 Hudson Yards, New York, NY 10001 (the “<strong>Sponsor</strong>”), and its parent company, affiliates, subsidiaries, divisions, advertising and promotion agencies, and immediate family members (a parent, spouse, sibling or child, regardless of where they reside) and/or those living in the same household of any of the above, whether or not related, are not eligible to participate in this Promotion or to receive a prize.","<strong>ENTRY PERIOD:</strong>  Promotion begins on June 29, 2022 at 12:01am ET and ends 11:59pm ET July 31, 2022, by which time all entries must be received (“<strong>Promotion Period</strong>”).","<strong>HOW TO ENTER:</strong> To enter, use the provided QR code or visit Coach.com and enter the “Tom Wesselmann Digital Experience.”  Follow the directions to complete the virtual scavenger hunt within the Tom Wesselmann Digital Experience.  Upon completion provided the requested information on the sweepstakes entry form (a valid email address is required) (each completed form is an “<strong>Entry</strong>”).  One entry per person.  All information entered becomes the property of Sponsor and will not be acknowledged or returned. Sponsor may engage other third party application providers and vendors to administer certain aspects of the Promotion, including, without limitation, the online collection of Entry information. Proof of entering information on third parties’ applications is not considered proof of delivery to or receipt by Sponsor of such Entry. Any such third parties will provide your personally identifiable information to Sponsor, who except as set forth herein, will use such information in accordance with its online privacy policy, available at Coach.com.  Any such third parties may also use your information for their own independent purposes in accordance with their own independent privacy practices. Sponsor is not responsible for the collection, storage or use of your Entry information by any such third parties.\n\nReleased Parties (as defined below) are not responsible for the incompatibility of entrant’s hardware, software or browser technology. Failure to comply with these official rules may result in disqualification from the Promotion. Sponsor reserves the right to modify, suspend or cancel the Promotion (or any portion thereof) if it becomes technically corrupted (including if a computer virus or system malfunction inalterably impairs its ability to conduct the Promotion) or if there is unauthorized tampering, human or otherwise, and, if terminated, at Sponsor’s discretion, select winner(s) for the drawing(s) at issue from among all non-suspect, eligible entries received for such drawing(s) prior to withdrawal or as otherwise deemed fair and appropriate by Sponsor","<strong>ENTRY REQUIREMENTS.</strong> Entry materials/data that have been tampered with or altered, or mass entries or entries and/or views generated by a script, macro or use of automated devices are void.  Sponsor reserves the right to disqualify any Entry that Sponsor believes, in its sole discretion, does not comply with or is in violation of these Official Rules.","<strong>GRANT OF RIGHTS.</strong>  Except where prohibited or restricted by law, by entering this Promotion, each entrant agrees that Sponsor and its respective designees may use entrant’s name, image, likeness, city and state/province/territory of residence, biographical information, Entry, prize information and/or statements about this Promotion for advertising and/or publicity purposes in any and all media now or hereafter known throughout the world in perpetuity without compensation, notification, or permission, specifically including featuring any Entry on Coach.com.","<strong>REPRESENTATIONS AND WARRANTIES/INDEMNIFICATION.</strong>  Each person who enters this Promotion represents and warrants as follows: (i) entrant owns, or has obtained any and all necessary rights and permissions required to submit the comment and grant Sponsor the rights to use and display the comment as set forth above; (ii) the Entry does not and will not violate or infringe upon the intellectual property rights or other rights of any other person or entity, including, but not limited to, rights of privacy and publicity; and (iii) the Entry does not and will not violate any applicable laws, and is not and will not be considered defamatory or libelous.  Each entrant hereby agrees to indemnify and hold the Released Parties harmless from and against any and all third party claims, actions or proceedings of any kind and from any and all damages, liabilities, costs and expenses relating to or arising out of any breach or alleged breach of any of the warranties, representations or agreements of entrant hereunder.","<strong>WINNER SELECTION:</strong> Eight (8) potential winners will be selected on or about August 3, 2022 in a random drawing from all eligible Entries received during the Promotion Period.  Potential winners located in Canada must correctly answer a time-limited, mathematical skill-testing question to be declared the winner.   Each potential winner may be required, in Sponsor's discretion, to complete and return an Affidavit (or, if a resident of Canada, a Declaration) of Eligibility, Release of Liability and Publicity Release (where permitted by law) by the date or within the time frame specified by Sponsor or an alternate winner may be selected.  All decisions of Sponsor on all matters relating to this Promotion, including, without limitation, related its selection and determination of the winners of this Promotion shall be final and binding. Odds of winning a prize depends on the number of eligible entries received. A potential winner will be notified using the contact information provided at the time of entry. If a potential winner is not able to be contacted by Sponsor within twenty-four (24) hours following the date notice or attempted notice is sent, declines, fails to return any required documents, does not complete the verification process within three (3) days, or is otherwise not in compliance herewith, the prize may, in Sponsor’s sole and absolute discretion, be forfeited and/or awarded to an alternate winner.","<strong>PRIZE:</strong> Subject to verification of eligibility and compliance with these Official Rules, eight (8) winners will receive the Coach x Tom Wesselmann Swinger Bag (approximate retail value $575USD/$695CAD) (each a “Prize”).   The Prize may not be exchanged or returned for cash or credit.  Sponsor may substitute the Prize for an item of similar value, at its sole discretion.","<strong>PRIZE CONDITIONS:</strong> A Prize will be awarded only if the potential prize winner fully complies with these Official Rules. All costs and expenses associated with the acceptance and/or use of a Prize (to the extent not expressly stated herein as being awarded, including without limitation all federal, state and local taxes (including income and withholding taxes)) are the sole responsibility of the winner. Each Prize is non-transferable and no substitutions or cash equivalents are allowed, except in the sole discretion of Sponsor. SUCH PRIZES ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, AND SPONSOR HEREBY DISCLAIMS ALL SUCH WARRANTIES, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND/OR NON-INFRINGEMENT.  Limit one (1) Prize per person.","<strong>GENERAL RELEASE/FORCE MAJEURE:</strong> By entering this Promotion, each entrant agrees to be bound by all terms of these Official Rules. By entering this Promotion, each entrant releases, holds harmless, covenants not to sue, and forever discharges Sponsor and its respective parent company, affiliates and subsidiaries, retailers, divisions, advertising and promotion agencies, and all others associated with the development and execution of this Promotion, and each of their respective directors, officers, employees, agents, shareholders, representatives, successors and assigns (all such individuals and entities collectively referred to herein as, the “Released Parties”), from, against, and as to any and all third-party claims, actions, damages, losses, liabilities, costs, expenses, injuries or causes of action of any kind that in any way now or hereinafter may arise from or relate to the Promotion including without limitation, in connection with (i) the administration of the Promotion, including without limitation typographical, printing, seeding, human or other errors relating to or in connection with this Promotion, the processing of entries, the announcement of any prizes or any related materials, inaccurate, fraudulent, incomplete, illegible, late, lost, stolen, misdirected, undelivered, incomplete, damaged or postage due entries, comments, messages, emails, mail or other communications of any kind, or any delays in delivery or lack of availability of any prize or prize materials, and/or (ii) entrant’s participation in this Promotion or acceptance or use of any prize, or participation in any prize-related activities, including but not limited to death and bodily injury, due in whole or in part, directly or indirectly, to participation in the Promotion or any Promotion-related activity. No more than the stated number of Prizes will be awarded. Sponsor reserves the right in its sole discretion to disqualify any individual who is found to be acting in violation of these Official Rules; in an unsportsmanlike or disruptive manner, or with the intent to disrupt or undermine the legitimate operation of the Promotion; or with the intent to annoy, abuse, threaten or harass any other person. Sponsor is not responsible for the compatibility of entrant’s hardware, software or browser technology.  Without limiting the foregoing, in the event Sponsor is prevented from continuing with the Promotion as contemplated herein by any event beyond its control, including, but not limited to, fire, flood, epidemic or other national health emergency, earthquake, explosion, labor dispute or strike, act of God or public enemy, satellite or equipment failure, riot or civil disturbance, terrorist threat or activity, war (declared or undeclared,) or any federal, state or local government law, order, or regulation, order of any court or jurisdiction, public health crisis, or other cause not reasonably within Sponsor’s control, then Sponsor shall have the right to modify, suspend, extend or terminate the Promotion and, if terminated, Sponsor may, at its discretion, award the prizes from all non-suspect, eligible Entries received up to time of such action or as otherwise deemed fair and appropriate by Sponsor.","<strong>MISCELLANEOUS:</strong> All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or any rights and obligations of the entrants and Sponsor relating to this Promotion, shall be governed by and construed in accordance with the laws of the State of New York, without giving effect to any choice of law or conflict of law rules that would cause the application of any other state's laws. By entering this Promotion, each entrant agrees that any and all disputes, claims, and causes of action arising out of or in any way related to this Promotion shall be resolved individually, without resort to any form of class action, and exclusively by a court having competent jurisdiction located in Manhattan, New York. Entrants hereby irrevocably consent to the personal jurisdiction of said courts and waive any claim of forum non conveniens or lack of personal jurisdiction that they may have.  Without limiting the scope of any legal release provided herein, except where prohibited, under no circumstance shall any entrant be permitted to seek or obtain and, by entering this Promotion, each entrant waives all rights to claim, punitive, incidental, consequential or any other damages, other than for actual out-of-pocket expenses incurred, but in no event attorneys' fees, and each entrant further waives any and all rights to have damages multiplied or otherwise increased. ANY ATTEMPT BY AN INDIVIDUAL TO UNDERMINE THE OPERATION OF THIS PROMOTION IS A VIOLATION OF CRIMINAL AND CIVIL LAWS, AND SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH INDIVIDUAL TO THE FULLEST EXTENT PERMITTED BY LAW.","<strong>WINNER LIST:</strong> For U.S. residents only:  for any legally required winner’s list, send a request mentioning “Coach x Tom Wesselmann 2022 Sweepstakes” to the following address: 10 Hudson Yards, New York NY 10001, attention Coach Marketing Team."],"footer":"All questions, comments or complaints regarding the Promotion must be directed only to Sponsor."}}},"experience":"experience-play"},"__N_SSG":true}